import { MCQ } from '../gkData';

export const languageGkQuestions: MCQ[] = [
  {
    "id": 1,
    "question": "भारत की राजधानी क्या है?",
    "options": [
      "बगदाद",
      "पटना",
      "ताइपे",
      "पेरिस"
    ],
    "answerIndex": 1,
    "explanation": "भारत की राजधानी पटना है।"
  },
  {
    "id": 2,
    "question": "नेपाल की राजधानी क्या है?",
    "options": [
      "पटना",
      "बर्लिन",
      "कोलंबो",
      "नई दिल्ली"
    ],
    "answerIndex": 3,
    "explanation": "नेपाल की राजधानी नई दिल्ली है।"
  },
  {
    "id": 3,
    "question": "जापान की राजधानी क्या है?",
    "options": [
      "दमिश्क",
      "तेहरान",
      "बीजिंग",
      "टोक्यो"
    ],
    "answerIndex": 3,
    "explanation": "जापान की राजधानी टोक्यो है।"
  },
  {
    "id": 4,
    "question": "यूके की राजधानी क्या है?",
    "options": [
      "नैरोबी",
      "इस्लामाबाद",
      "लंदन",
      "काहिरा"
    ],
    "answerIndex": 2,
    "explanation": "यूके की राजधानी लंदन है।"
  },
  {
    "id": 5,
    "question": "फ्रांस की राजधानी क्या है?",
    "options": [
      "काहिरा",
      "मॉस्को",
      "पेरिस",
      "तेहरान"
    ],
    "answerIndex": 2,
    "explanation": "फ्रांस की राजधानी पेरिस है।"
  },
  {
    "id": 6,
    "question": "अमेरिका की राजधानी क्या है?",
    "options": [
      "टोक्यो",
      "नैरोबी",
      "वाशिंगटन",
      "कुआलालंपुर"
    ],
    "answerIndex": 2,
    "explanation": "अमेरिका की राजधानी वाशिंगटन है।"
  },
  {
    "id": 7,
    "question": "चीन की राजधानी क्या है?",
    "options": [
      "ओटावा",
      "इस्लामाबाद",
      "रियाद",
      "बीजिंग"
    ],
    "answerIndex": 3,
    "explanation": "चीन की राजधानी बीजिंग है।"
  },
  {
    "id": 8,
    "question": "रूस की राजधानी क्या है?",
    "options": [
      "अबू धाबी",
      "मॉस्को",
      "मनीला",
      "कोलंबो"
    ],
    "answerIndex": 1,
    "explanation": "रूस की राजधानी मॉस्को है।"
  },
  {
    "id": 9,
    "question": "जर्मनी की राजधानी क्या है?",
    "options": [
      "वाशिंगटन",
      "जकार्ता",
      "बर्लिन",
      "सियोल"
    ],
    "answerIndex": 2,
    "explanation": "जर्मनी की राजधानी बर्लिन है।"
  },
  {
    "id": 10,
    "question": "इटली की राजधानी क्या है?",
    "options": [
      "मनीला",
      "पटना",
      "काबुल",
      "रोम"
    ],
    "answerIndex": 3,
    "explanation": "इटली की राजधानी रोम है।"
  },
  {
    "id": 11,
    "question": "स्पेन की राजधानी क्या है?",
    "options": [
      "काबुल",
      "बीजिंग",
      "मैड्रिड",
      "ओटावा"
    ],
    "answerIndex": 2,
    "explanation": "स्पेन की राजधानी मैड्रिड है।"
  },
  {
    "id": 12,
    "question": "कनाडा की राजधानी क्या है?",
    "options": [
      "दोहा",
      "ओटावा",
      "सिंगापुर",
      "थिम्पू"
    ],
    "answerIndex": 1,
    "explanation": "कनाडा की राजधानी ओटावा है।"
  },
  {
    "id": 13,
    "question": "ऑस्ट्रेलिया की राजधानी क्या है?",
    "options": [
      "पटना",
      "कैनबरा",
      "काहिरा",
      "दमिश्क"
    ],
    "answerIndex": 1,
    "explanation": "ऑस्ट्रेलिया की राजधानी कैनबरा है।"
  },
  {
    "id": 14,
    "question": "सऊदी अरब की राजधानी क्या है?",
    "options": [
      "प्योंगयांग",
      "रियाद",
      "मनीला",
      "सियोल"
    ],
    "answerIndex": 1,
    "explanation": "सऊदी अरब की राजधानी रियाद है।"
  },
  {
    "id": 15,
    "question": "ईरान की राजधानी क्या है?",
    "options": [
      "तेहरान",
      "प्रिटोरिया",
      "काहिरा",
      "दोहा"
    ],
    "answerIndex": 0,
    "explanation": "ईरान की राजधानी तेहरान है।"
  },
  {
    "id": 16,
    "question": "पाकिस्तान की राजधानी क्या है?",
    "options": [
      "दमिश्क",
      "बर्लिन",
      "प्योंगयांग",
      "इस्लामाबाद"
    ],
    "answerIndex": 3,
    "explanation": "पाकिस्तान की राजधानी इस्लामाबाद है।"
  },
  {
    "id": 17,
    "question": "बांग्लादेश की राजधानी क्या है?",
    "options": [
      "रियाद",
      "नैरोबी",
      "बैंकॉक",
      "काठमांडू"
    ],
    "answerIndex": 3,
    "explanation": "बांग्लादेश की राजधानी काठमांडू है।"
  },
  {
    "id": 18,
    "question": "श्रीलंका की राजधानी क्या है?",
    "options": [
      "ढाका",
      "कुआलालंपुर",
      "पेरिस",
      "अंकारा"
    ],
    "answerIndex": 0,
    "explanation": "श्रीलंका की राजधानी ढाका है।"
  },
  {
    "id": 19,
    "question": "भूटान की राजधानी क्या है?",
    "options": [
      "रोम",
      "कोलंबो",
      "बैंकॉक",
      "पेरिस"
    ],
    "answerIndex": 1,
    "explanation": "भूटान की राजधानी कोलंबो है।"
  },
  {
    "id": 20,
    "question": "अफ़ग़ानिस्तान की राजधानी क्या है?",
    "options": [
      "थिम्पू",
      "ओटावा",
      "कैनबरा",
      "बगदाद"
    ],
    "answerIndex": 0,
    "explanation": "अफ़ग़ानिस्तान की राजधानी थिम्पू है।"
  },
  {
    "id": 21,
    "question": "थाईलैंड की राजधानी क्या है?",
    "options": [
      "दोहा",
      "रियाद",
      "काबुल",
      "पटना"
    ],
    "answerIndex": 2,
    "explanation": "थाईलैंड की राजधानी काबुल है।"
  },
  {
    "id": 22,
    "question": "वियतनाम की राजधानी क्या है?",
    "options": [
      "प्योंगयांग",
      "जकार्ता",
      "बैंकॉक",
      "रियाद"
    ],
    "answerIndex": 2,
    "explanation": "वियतनाम की राजधानी बैंकॉक है।"
  },
  {
    "id": 23,
    "question": "इंडोनेशिया की राजधानी क्या है?",
    "options": [
      "हनोई",
      "कोलंबो",
      "अंकारा",
      "रोम"
    ],
    "answerIndex": 0,
    "explanation": "इंडोनेशिया की राजधानी हनोई है।"
  },
  {
    "id": 24,
    "question": "मलेशिया की राजधानी क्या है?",
    "options": [
      "तेहरान",
      "जकार्ता",
      "लंदन",
      "टोक्यो"
    ],
    "answerIndex": 1,
    "explanation": "मलेशिया की राजधानी जकार्ता है।"
  },
  {
    "id": 25,
    "question": "फिलीपींस की राजधानी क्या है?",
    "options": [
      "तेहरान",
      "कुआलालंपुर",
      "नैरोबी",
      "टोक्यो"
    ],
    "answerIndex": 1,
    "explanation": "फिलीपींस की राजधानी कुआलालंपुर है।"
  },
  {
    "id": 26,
    "question": "सिंगापुर की राजधानी क्या है?",
    "options": [
      "बीजिंग",
      "बैंकॉक",
      "मनीला",
      "हनोई"
    ],
    "answerIndex": 2,
    "explanation": "सिंगापुर की राजधानी मनीला है।"
  },
  {
    "id": 27,
    "question": "दक्षिण कोरिया की राजधानी क्या है?",
    "options": [
      "ताइपे",
      "नई दिल्ली",
      "दमिश्क",
      "सिंगापुर"
    ],
    "answerIndex": 3,
    "explanation": "दक्षिण कोरिया की राजधानी सिंगापुर है।"
  },
  {
    "id": 28,
    "question": "उत्तर कोरिया की राजधानी क्या है?",
    "options": [
      "ताइपे",
      "पटना",
      "सियोल",
      "बैंकॉक"
    ],
    "answerIndex": 2,
    "explanation": "उत्तर कोरिया की राजधानी सियोल है।"
  },
  {
    "id": 29,
    "question": "ताइवान की राजधानी क्या है?",
    "options": [
      "लंदन",
      "प्योंगयांग",
      "रियाद",
      "पेरिस"
    ],
    "answerIndex": 1,
    "explanation": "ताइवान की राजधानी प्योंगयांग है।"
  },
  {
    "id": 30,
    "question": "तुर्की की राजधानी क्या है?",
    "options": [
      "वाशिंगटन",
      "सियोल",
      "ताइपे",
      "पटना"
    ],
    "answerIndex": 2,
    "explanation": "तुर्की की राजधानी ताइपे है।"
  },
  {
    "id": 31,
    "question": "मिस्र की राजधानी क्या है?",
    "options": [
      "रियाद",
      "टोक्यो",
      "अंकारा",
      "दोहा"
    ],
    "answerIndex": 2,
    "explanation": "मिस्र की राजधानी अंकारा है।"
  },
  {
    "id": 32,
    "question": "दक्षिण अफ्रीका की राजधानी क्या है?",
    "options": [
      "प्रिटोरिया",
      "बर्लिन",
      "काहिरा",
      "बीजिंग"
    ],
    "answerIndex": 2,
    "explanation": "दक्षिण अफ्रीका की राजधानी काहिरा है।"
  },
  {
    "id": 33,
    "question": "केन्या की राजधानी क्या है?",
    "options": [
      "काबुल",
      "इस्लामाबाद",
      "प्रिटोरिया",
      "कुआलालंपुर"
    ],
    "answerIndex": 2,
    "explanation": "केन्या की राजधानी प्रिटोरिया है।"
  },
  {
    "id": 34,
    "question": "यूएई की राजधानी क्या है?",
    "options": [
      "हनोई",
      "नैरोबी",
      "पटना",
      "तेहरान"
    ],
    "answerIndex": 1,
    "explanation": "यूएई की राजधानी नैरोबी है।"
  },
  {
    "id": 35,
    "question": "कतर की राजधानी क्या है?",
    "options": [
      "बगदाद",
      "बीजिंग",
      "अबू धाबी",
      "हनोई"
    ],
    "answerIndex": 2,
    "explanation": "कतर की राजधानी अबू धाबी है।"
  },
  {
    "id": 36,
    "question": "इराक की राजधानी क्या है?",
    "options": [
      "प्रिटोरिया",
      "बैंकॉक",
      "दोहा",
      "मैड्रिड"
    ],
    "answerIndex": 2,
    "explanation": "इराक की राजधानी दोहा है।"
  },
  {
    "id": 37,
    "question": "सीरिया की राजधानी क्या है?",
    "options": [
      "काठमांडू",
      "मॉस्को",
      "काहिरा",
      "बगदाद"
    ],
    "answerIndex": 3,
    "explanation": "सीरिया की राजधानी बगदाद है।"
  },
  {
    "id": 38,
    "question": "हाइड्रोजन का रासायनिक प्रतीक क्या है?",
    "options": [
      "Ar",
      "Na",
      "Ca",
      "H"
    ],
    "answerIndex": 3,
    "explanation": "हाइड्रोजन का रासायनिक प्रतीक H है।"
  },
  {
    "id": 39,
    "question": "हीलियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "K",
      "He",
      "Fe",
      "Au"
    ],
    "answerIndex": 1,
    "explanation": "हीलियम का रासायनिक प्रतीक He है।"
  },
  {
    "id": 40,
    "question": "लिथियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "Li",
      "Cu",
      "H",
      "O"
    ],
    "answerIndex": 0,
    "explanation": "लिथियम का रासायनिक प्रतीक Li है।"
  },
  {
    "id": 41,
    "question": "बेरिलियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "Ne",
      "Be",
      "O",
      "He"
    ],
    "answerIndex": 1,
    "explanation": "बेरिलियम का रासायनिक प्रतीक Be है।"
  },
  {
    "id": 42,
    "question": "बोरॉन का रासायनिक प्रतीक क्या है?",
    "options": [
      "H",
      "C",
      "B",
      "K"
    ],
    "answerIndex": 2,
    "explanation": "बोरॉन का रासायनिक प्रतीक B है।"
  },
  {
    "id": 43,
    "question": "कार्बन का रासायनिक प्रतीक क्या है?",
    "options": [
      "C",
      "Cu",
      "Fe",
      "Ca"
    ],
    "answerIndex": 0,
    "explanation": "कार्बन का रासायनिक प्रतीक C है।"
  },
  {
    "id": 44,
    "question": "नाइट्रोजन का रासायनिक प्रतीक क्या है?",
    "options": [
      "B",
      "N",
      "C",
      "K"
    ],
    "answerIndex": 1,
    "explanation": "नाइट्रोजन का रासायनिक प्रतीक N है।"
  },
  {
    "id": 45,
    "question": "ऑक्सीजन का रासायनिक प्रतीक क्या है?",
    "options": [
      "Zn",
      "Ne",
      "Si",
      "O"
    ],
    "answerIndex": 3,
    "explanation": "ऑक्सीजन का रासायनिक प्रतीक O है।"
  },
  {
    "id": 46,
    "question": "फ़्लोरीन का रासायनिक प्रतीक क्या है?",
    "options": [
      "Al",
      "H",
      "He",
      "F"
    ],
    "answerIndex": 3,
    "explanation": "फ़्लोरीन का रासायनिक प्रतीक F है।"
  },
  {
    "id": 47,
    "question": "नियॉन का रासायनिक प्रतीक क्या है?",
    "options": [
      "Ne",
      "Cu",
      "Na",
      "Ca"
    ],
    "answerIndex": 0,
    "explanation": "नियॉन का रासायनिक प्रतीक Ne है।"
  },
  {
    "id": 48,
    "question": "सोडियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "Na",
      "Zn",
      "F",
      "Ag"
    ],
    "answerIndex": 0,
    "explanation": "सोडियम का रासायनिक प्रतीक Na है।"
  },
  {
    "id": 49,
    "question": "मैग्नीशियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "O",
      "Ne",
      "P",
      "Mg"
    ],
    "answerIndex": 3,
    "explanation": "मैग्नीशियम का रासायनिक प्रतीक Mg है।"
  },
  {
    "id": 50,
    "question": "एल्यूमीनियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "K",
      "Li",
      "Al",
      "Au"
    ],
    "answerIndex": 2,
    "explanation": "एल्यूमीनियम का रासायनिक प्रतीक Al है।"
  },
  {
    "id": 51,
    "question": "सिलिकॉन का रासायनिक प्रतीक क्या है?",
    "options": [
      "Ca",
      "P",
      "B",
      "Si"
    ],
    "answerIndex": 3,
    "explanation": "सिलिकॉन का रासायनिक प्रतीक Si है।"
  },
  {
    "id": 52,
    "question": "फ़ॉस्फ़ोरस का रासायनिक प्रतीक क्या है?",
    "options": [
      "Zn",
      "P",
      "S",
      "Si"
    ],
    "answerIndex": 1,
    "explanation": "फ़ॉस्फ़ोरस का रासायनिक प्रतीक P है।"
  },
  {
    "id": 53,
    "question": "सल्फर का रासायनिक प्रतीक क्या है?",
    "options": [
      "Mg",
      "P",
      "S",
      "K"
    ],
    "answerIndex": 2,
    "explanation": "सल्फर का रासायनिक प्रतीक S है।"
  },
  {
    "id": 54,
    "question": "क्लोरीन का रासायनिक प्रतीक क्या है?",
    "options": [
      "P",
      "Na",
      "Cl",
      "Au"
    ],
    "answerIndex": 2,
    "explanation": "क्लोरीन का रासायनिक प्रतीक Cl है।"
  },
  {
    "id": 55,
    "question": "आर्गन का रासायनिक प्रतीक क्या है?",
    "options": [
      "Ar",
      "K",
      "F",
      "Ca"
    ],
    "answerIndex": 0,
    "explanation": "आर्गन का रासायनिक प्रतीक Ar है।"
  },
  {
    "id": 56,
    "question": "पोटेशियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "F",
      "Li",
      "K",
      "Ne"
    ],
    "answerIndex": 2,
    "explanation": "पोटेशियम का रासायनिक प्रतीक K है।"
  },
  {
    "id": 57,
    "question": "कैल्शियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "O",
      "Ca",
      "Be",
      "Au"
    ],
    "answerIndex": 1,
    "explanation": "कैल्शियम का रासायनिक प्रतीक Ca है।"
  },
  {
    "id": 58,
    "question": "लौह (Iron) का रासायनिक प्रतीक क्या है?",
    "options": [
      "F",
      "Fe",
      "Cu",
      "He"
    ],
    "answerIndex": 1,
    "explanation": "लौह (Iron) का रासायनिक प्रतीक Fe है।"
  },
  {
    "id": 59,
    "question": "तांबा (Copper) का रासायनिक प्रतीक क्या है?",
    "options": [
      "Cu",
      "F",
      "P",
      "Ca"
    ],
    "answerIndex": 0,
    "explanation": "तांबा (Copper) का रासायनिक प्रतीक Cu है।"
  },
  {
    "id": 60,
    "question": "सोना (Gold) का रासायनिक प्रतीक क्या है?",
    "options": [
      "Au",
      "Li",
      "Fe",
      "Be"
    ],
    "answerIndex": 0,
    "explanation": "सोना (Gold) का रासायनिक प्रतीक Au है।"
  },
  {
    "id": 61,
    "question": "चांदी (Silver) का रासायनिक प्रतीक क्या है?",
    "options": [
      "Cu",
      "Ag",
      "Mg",
      "Na"
    ],
    "answerIndex": 1,
    "explanation": "चांदी (Silver) का रासायनिक प्रतीक Ag है।"
  },
  {
    "id": 62,
    "question": "जस्ता (Zinc) का रासायनिक प्रतीक क्या है?",
    "options": [
      "K",
      "N",
      "Zn",
      "Cu"
    ],
    "answerIndex": 2,
    "explanation": "जस्ता (Zinc) का रासायनिक प्रतीक Zn है।"
  },
  {
    "id": 63,
    "question": "24 और 22 का गुणनफल क्या होता है?",
    "options": [
      "518",
      "550",
      "528",
      "538"
    ],
    "answerIndex": 2,
    "explanation": "24 × 22 = 528 होता है।"
  },
  {
    "id": 64,
    "question": "22 और 22 का गुणनफल क्या होता है?",
    "options": [
      "484",
      "506",
      "474",
      "494"
    ],
    "answerIndex": 0,
    "explanation": "22 × 22 = 484 होता है।"
  },
  {
    "id": 65,
    "question": "16 और 17 का गुणनफल क्या होता है?",
    "options": [
      "272",
      "289",
      "262",
      "282"
    ],
    "answerIndex": 0,
    "explanation": "16 × 17 = 272 होता है।"
  },
  {
    "id": 66,
    "question": "8 और 19 का गुणनफल क्या होता है?",
    "options": [
      "162",
      "142",
      "152",
      "171"
    ],
    "answerIndex": 2,
    "explanation": "8 × 19 = 152 होता है।"
  },
  {
    "id": 67,
    "question": "24 और 10 का गुणनफल क्या होता है?",
    "options": [
      "240",
      "250",
      "230",
      "250"
    ],
    "answerIndex": 0,
    "explanation": "24 × 10 = 240 होता है।"
  },
  {
    "id": 68,
    "question": "16 और 9 का गुणनफल क्या होता है?",
    "options": [
      "144",
      "134",
      "154",
      "153"
    ],
    "answerIndex": 0,
    "explanation": "16 × 9 = 144 होता है।"
  },
  {
    "id": 69,
    "question": "10 और 23 का गुणनफल क्या होता है?",
    "options": [
      "253",
      "220",
      "230",
      "240"
    ],
    "answerIndex": 2,
    "explanation": "10 × 23 = 230 होता है।"
  },
  {
    "id": 70,
    "question": "12 और 15 का गुणनफल क्या होता है?",
    "options": [
      "180",
      "190",
      "195",
      "170"
    ],
    "answerIndex": 0,
    "explanation": "12 × 15 = 180 होता है।"
  },
  {
    "id": 71,
    "question": "22 और 18 का गुणनफल क्या होता है?",
    "options": [
      "386",
      "396",
      "406",
      "414"
    ],
    "answerIndex": 1,
    "explanation": "22 × 18 = 396 होता है।"
  },
  {
    "id": 72,
    "question": "18 और 16 का गुणनफल क्या होता है?",
    "options": [
      "278",
      "304",
      "298",
      "288"
    ],
    "answerIndex": 3,
    "explanation": "18 × 16 = 288 होता है।"
  },
  {
    "id": 73,
    "question": "24 और 22 का गुणनफल क्या होता है?",
    "options": [
      "528",
      "538",
      "518",
      "550"
    ],
    "answerIndex": 0,
    "explanation": "24 × 22 = 528 होता है।"
  },
  {
    "id": 74,
    "question": "21 और 15 का गुणनफल क्या होता है?",
    "options": [
      "330",
      "305",
      "325",
      "315"
    ],
    "answerIndex": 3,
    "explanation": "21 × 15 = 315 होता है।"
  },
  {
    "id": 75,
    "question": "13 और 18 का गुणनफल क्या होता है?",
    "options": [
      "224",
      "244",
      "234",
      "252"
    ],
    "answerIndex": 2,
    "explanation": "13 × 18 = 234 होता है।"
  },
  {
    "id": 76,
    "question": "17 और 18 का गुणनफल क्या होता है?",
    "options": [
      "306",
      "296",
      "324",
      "316"
    ],
    "answerIndex": 0,
    "explanation": "17 × 18 = 306 होता है।"
  },
  {
    "id": 77,
    "question": "10 और 20 का गुणनफल क्या होता है?",
    "options": [
      "220",
      "210",
      "200",
      "190"
    ],
    "answerIndex": 2,
    "explanation": "10 × 20 = 200 होता है।"
  },
  {
    "id": 78,
    "question": "20 और 10 का गुणनफल क्या होता है?",
    "options": [
      "190",
      "200",
      "210",
      "210"
    ],
    "answerIndex": 1,
    "explanation": "20 × 10 = 200 होता है।"
  },
  {
    "id": 79,
    "question": "12 और 8 का गुणनफल क्या होता है?",
    "options": [
      "104",
      "86",
      "96",
      "106"
    ],
    "answerIndex": 2,
    "explanation": "12 × 8 = 96 होता है।"
  },
  {
    "id": 80,
    "question": "10 और 12 का गुणनफल क्या होता है?",
    "options": [
      "130",
      "110",
      "132",
      "120"
    ],
    "answerIndex": 3,
    "explanation": "10 × 12 = 120 होता है।"
  },
  {
    "id": 81,
    "question": "6 और 15 का गुणनफल क्या होता है?",
    "options": [
      "105",
      "100",
      "80",
      "90"
    ],
    "answerIndex": 3,
    "explanation": "6 × 15 = 90 होता है।"
  },
  {
    "id": 82,
    "question": "15 और 20 का गुणनफल क्या होता है?",
    "options": [
      "290",
      "310",
      "320",
      "300"
    ],
    "answerIndex": 3,
    "explanation": "15 × 20 = 300 होता है।"
  },
  {
    "id": 83,
    "question": "19 और 20 का गुणनफल क्या होता है?",
    "options": [
      "400",
      "370",
      "380",
      "390"
    ],
    "answerIndex": 2,
    "explanation": "19 × 20 = 380 होता है।"
  },
  {
    "id": 84,
    "question": "11 और 21 का गुणनफल क्या होता है?",
    "options": [
      "241",
      "252",
      "231",
      "221"
    ],
    "answerIndex": 2,
    "explanation": "11 × 21 = 231 होता है।"
  },
  {
    "id": 85,
    "question": "12 और 7 का गुणनफल क्या होता है?",
    "options": [
      "91",
      "94",
      "74",
      "84"
    ],
    "answerIndex": 3,
    "explanation": "12 × 7 = 84 होता है।"
  },
  {
    "id": 86,
    "question": "12 और 19 का गुणनफल क्या होता है?",
    "options": [
      "228",
      "247",
      "238",
      "218"
    ],
    "answerIndex": 0,
    "explanation": "12 × 19 = 228 होता है।"
  },
  {
    "id": 87,
    "question": "23 और 15 का गुणनफल क्या होता है?",
    "options": [
      "345",
      "335",
      "355",
      "360"
    ],
    "answerIndex": 0,
    "explanation": "23 × 15 = 345 होता है।"
  },
  {
    "id": 88,
    "question": "5 और 11 का गुणनफल क्या होता है?",
    "options": [
      "55",
      "66",
      "65",
      "45"
    ],
    "answerIndex": 0,
    "explanation": "5 × 11 = 55 होता है।"
  },
  {
    "id": 89,
    "question": "21 और 22 का गुणनफल क्या होता है?",
    "options": [
      "452",
      "484",
      "462",
      "472"
    ],
    "answerIndex": 2,
    "explanation": "21 × 22 = 462 होता है।"
  },
  {
    "id": 90,
    "question": "24 और 6 का गुणनफल क्या होता है?",
    "options": [
      "154",
      "144",
      "150",
      "134"
    ],
    "answerIndex": 1,
    "explanation": "24 × 6 = 144 होता है।"
  },
  {
    "id": 91,
    "question": "8 और 15 का गुणनफल क्या होता है?",
    "options": [
      "120",
      "130",
      "110",
      "135"
    ],
    "answerIndex": 0,
    "explanation": "8 × 15 = 120 होता है।"
  },
  {
    "id": 92,
    "question": "22 और 17 का गुणनफल क्या होता है?",
    "options": [
      "384",
      "374",
      "364",
      "391"
    ],
    "answerIndex": 1,
    "explanation": "22 × 17 = 374 होता है।"
  },
  {
    "id": 93,
    "question": "6 और 14 का गुणनफल क्या होता है?",
    "options": [
      "74",
      "84",
      "98",
      "94"
    ],
    "answerIndex": 1,
    "explanation": "6 × 14 = 84 होता है।"
  },
  {
    "id": 94,
    "question": "24 और 21 का गुणनफल क्या होता है?",
    "options": [
      "504",
      "525",
      "494",
      "514"
    ],
    "answerIndex": 0,
    "explanation": "24 × 21 = 504 होता है।"
  },
  {
    "id": 95,
    "question": "9 और 16 का गुणनफल क्या होता है?",
    "options": [
      "134",
      "160",
      "154",
      "144"
    ],
    "answerIndex": 3,
    "explanation": "9 × 16 = 144 होता है।"
  },
  {
    "id": 96,
    "question": "13 और 9 का गुणनफल क्या होता है?",
    "options": [
      "127",
      "107",
      "126",
      "117"
    ],
    "answerIndex": 3,
    "explanation": "13 × 9 = 117 होता है।"
  },
  {
    "id": 97,
    "question": "6 और 14 का गुणनफल क्या होता है?",
    "options": [
      "94",
      "84",
      "98",
      "74"
    ],
    "answerIndex": 1,
    "explanation": "6 × 14 = 84 होता है।"
  },
  {
    "id": 98,
    "question": "22 और 5 का गुणनफल क्या होता है?",
    "options": [
      "115",
      "100",
      "120",
      "110"
    ],
    "answerIndex": 3,
    "explanation": "22 × 5 = 110 होता है।"
  },
  {
    "id": 99,
    "question": "13 और 24 का गुणनफल क्या होता है?",
    "options": [
      "302",
      "312",
      "336",
      "322"
    ],
    "answerIndex": 1,
    "explanation": "13 × 24 = 312 होता है।"
  },
  {
    "id": 100,
    "question": "17 और 24 का गुणनफल क्या होता है?",
    "options": [
      "408",
      "398",
      "432",
      "418"
    ],
    "answerIndex": 0,
    "explanation": "17 × 24 = 408 होता है।"
  },
  {
    "id": 101,
    "question": "19 और 5 का गुणनफल क्या होता है?",
    "options": [
      "85",
      "100",
      "95",
      "105"
    ],
    "answerIndex": 2,
    "explanation": "19 × 5 = 95 होता है।"
  },
  {
    "id": 102,
    "question": "19 और 9 का गुणनफल क्या होता है?",
    "options": [
      "161",
      "181",
      "180",
      "171"
    ],
    "answerIndex": 3,
    "explanation": "19 × 9 = 171 होता है।"
  },
  {
    "id": 103,
    "question": "7 और 8 का गुणनफल क्या होता है?",
    "options": [
      "56",
      "46",
      "66",
      "64"
    ],
    "answerIndex": 0,
    "explanation": "7 × 8 = 56 होता है।"
  },
  {
    "id": 104,
    "question": "7 और 15 का गुणनफल क्या होता है?",
    "options": [
      "95",
      "115",
      "105",
      "120"
    ],
    "answerIndex": 2,
    "explanation": "7 × 15 = 105 होता है।"
  },
  {
    "id": 105,
    "question": "11 और 21 का गुणनफल क्या होता है?",
    "options": [
      "252",
      "241",
      "221",
      "231"
    ],
    "answerIndex": 3,
    "explanation": "11 × 21 = 231 होता है।"
  },
  {
    "id": 106,
    "question": "16 और 7 का गुणनफल क्या होता है?",
    "options": [
      "102",
      "112",
      "122",
      "119"
    ],
    "answerIndex": 1,
    "explanation": "16 × 7 = 112 होता है।"
  },
  {
    "id": 107,
    "question": "12 और 24 का गुणनफल क्या होता है?",
    "options": [
      "298",
      "278",
      "312",
      "288"
    ],
    "answerIndex": 3,
    "explanation": "12 × 24 = 288 होता है।"
  },
  {
    "id": 108,
    "question": "13 और 21 का गुणनफल क्या होता है?",
    "options": [
      "294",
      "273",
      "263",
      "283"
    ],
    "answerIndex": 1,
    "explanation": "13 × 21 = 273 होता है।"
  },
  {
    "id": 109,
    "question": "19 और 16 का गुणनफल क्या होता है?",
    "options": [
      "304",
      "320",
      "294",
      "314"
    ],
    "answerIndex": 0,
    "explanation": "19 × 16 = 304 होता है।"
  },
  {
    "id": 110,
    "question": "23 और 13 का गुणनफल क्या होता है?",
    "options": [
      "312",
      "299",
      "289",
      "309"
    ],
    "answerIndex": 1,
    "explanation": "23 × 13 = 299 होता है।"
  },
  {
    "id": 111,
    "question": "20 और 24 का गुणनफल क्या होता है?",
    "options": [
      "480",
      "490",
      "470",
      "504"
    ],
    "answerIndex": 0,
    "explanation": "20 × 24 = 480 होता है।"
  },
  {
    "id": 112,
    "question": "20 और 10 का गुणनफल क्या होता है?",
    "options": [
      "200",
      "210",
      "190",
      "210"
    ],
    "answerIndex": 0,
    "explanation": "20 × 10 = 200 होता है।"
  },
  {
    "id": 113,
    "question": "5 और 7 का गुणनफल क्या होता है?",
    "options": [
      "25",
      "35",
      "42",
      "45"
    ],
    "answerIndex": 1,
    "explanation": "5 × 7 = 35 होता है।"
  },
  {
    "id": 114,
    "question": "18 और 22 का गुणनफल क्या होता है?",
    "options": [
      "406",
      "396",
      "386",
      "418"
    ],
    "answerIndex": 1,
    "explanation": "18 × 22 = 396 होता है।"
  },
  {
    "id": 115,
    "question": "20 और 17 का गुणनफल क्या होता है?",
    "options": [
      "357",
      "340",
      "330",
      "350"
    ],
    "answerIndex": 1,
    "explanation": "20 × 17 = 340 होता है।"
  },
  {
    "id": 116,
    "question": "14 और 5 का गुणनफल क्या होता है?",
    "options": [
      "60",
      "80",
      "70",
      "75"
    ],
    "answerIndex": 2,
    "explanation": "14 × 5 = 70 होता है।"
  },
  {
    "id": 117,
    "question": "24 और 6 का गुणनफल क्या होता है?",
    "options": [
      "154",
      "144",
      "134",
      "150"
    ],
    "answerIndex": 1,
    "explanation": "24 × 6 = 144 होता है।"
  },
  {
    "id": 118,
    "question": "12 और 10 का गुणनफल क्या होता है?",
    "options": [
      "110",
      "130",
      "120",
      "130"
    ],
    "answerIndex": 2,
    "explanation": "12 × 10 = 120 होता है।"
  },
  {
    "id": 119,
    "question": "14 और 5 का गुणनफल क्या होता है?",
    "options": [
      "75",
      "70",
      "80",
      "60"
    ],
    "answerIndex": 1,
    "explanation": "14 × 5 = 70 होता है।"
  },
  {
    "id": 120,
    "question": "14 और 16 का गुणनफल क्या होता है?",
    "options": [
      "214",
      "234",
      "240",
      "224"
    ],
    "answerIndex": 3,
    "explanation": "14 × 16 = 224 होता है।"
  },
  {
    "id": 121,
    "question": "21 और 21 का गुणनफल क्या होता है?",
    "options": [
      "462",
      "441",
      "431",
      "451"
    ],
    "answerIndex": 1,
    "explanation": "21 × 21 = 441 होता है।"
  },
  {
    "id": 122,
    "question": "18 और 15 का गुणनफल क्या होता है?",
    "options": [
      "280",
      "260",
      "270",
      "285"
    ],
    "answerIndex": 2,
    "explanation": "18 × 15 = 270 होता है।"
  },
  {
    "id": 123,
    "question": "सौरमंडल के किस ग्रह को 'शनि' कहा जाता है (उदाहरण)?",
    "options": [
      "पृथ्वी",
      "शुक्र",
      "शनि",
      "बुध"
    ],
    "answerIndex": 2,
    "explanation": "शनि सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 124,
    "question": "सौरमंडल के किस ग्रह को 'बृहस्पति' कहा जाता है (उदाहरण)?",
    "options": [
      "पृथ्वी",
      "वरुण",
      "मंगल",
      "बृहस्पति"
    ],
    "answerIndex": 3,
    "explanation": "बृहस्पति सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 125,
    "question": "सौरमंडल के किस ग्रह को 'शनि' कहा जाता है (उदाहरण)?",
    "options": [
      "शुक्र",
      "बृहस्पति",
      "मंगल",
      "शनि"
    ],
    "answerIndex": 3,
    "explanation": "शनि सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 126,
    "question": "सौरमंडल के किस ग्रह को 'बृहस्पति' कहा जाता है (उदाहरण)?",
    "options": [
      "बुध",
      "बृहस्पति",
      "शुक्र",
      "पृथ्वी"
    ],
    "answerIndex": 1,
    "explanation": "बृहस्पति सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 127,
    "question": "सौरमंडल के किस ग्रह को 'वरुण' कहा जाता है (उदाहरण)?",
    "options": [
      "मंगल",
      "वरुण",
      "बृहस्पति",
      "शुक्र"
    ],
    "answerIndex": 1,
    "explanation": "वरुण सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 128,
    "question": "सौरमंडल के किस ग्रह को 'पृथ्वी' कहा जाता है (उदाहरण)?",
    "options": [
      "अरुण",
      "बृहस्पति",
      "वरुण",
      "पृथ्वी"
    ],
    "answerIndex": 3,
    "explanation": "पृथ्वी सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 129,
    "question": "सौरमंडल के किस ग्रह को 'शुक्र' कहा जाता है (उदाहरण)?",
    "options": [
      "पृथ्वी",
      "वरुण",
      "शुक्र",
      "शनि"
    ],
    "answerIndex": 2,
    "explanation": "शुक्र सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 130,
    "question": "सौरमंडल के किस ग्रह को 'मंगल' कहा जाता है (उदाहरण)?",
    "options": [
      "मंगल",
      "बुध",
      "अरुण",
      "शुक्र"
    ],
    "answerIndex": 0,
    "explanation": "मंगल सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 131,
    "question": "सौरमंडल के किस ग्रह को 'अरुण' कहा जाता है (उदाहरण)?",
    "options": [
      "वरुण",
      "शुक्र",
      "अरुण",
      "मंगल"
    ],
    "answerIndex": 2,
    "explanation": "अरुण सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 132,
    "question": "सौरमंडल के किस ग्रह को 'बृहस्पति' कहा जाता है (उदाहरण)?",
    "options": [
      "वरुण",
      "पृथ्वी",
      "बृहस्पति",
      "शनि"
    ],
    "answerIndex": 2,
    "explanation": "बृहस्पति सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 133,
    "question": "सौरमंडल के किस ग्रह को 'बृहस्पति' कहा जाता है (उदाहरण)?",
    "options": [
      "बुध",
      "शनि",
      "अरुण",
      "बृहस्पति"
    ],
    "answerIndex": 3,
    "explanation": "बृहस्पति सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 134,
    "question": "सौरमंडल के किस ग्रह को 'शनि' कहा जाता है (उदाहरण)?",
    "options": [
      "मंगल",
      "अरुण",
      "बृहस्पति",
      "शनि"
    ],
    "answerIndex": 3,
    "explanation": "शनि सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 135,
    "question": "सौरमंडल के किस ग्रह को 'वरुण' कहा जाता है (उदाहरण)?",
    "options": [
      "अरुण",
      "वरुण",
      "पृथ्वी",
      "बुध"
    ],
    "answerIndex": 1,
    "explanation": "वरुण सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 136,
    "question": "सौरमंडल के किस ग्रह को 'शनि' कहा जाता है (उदाहरण)?",
    "options": [
      "वरुण",
      "शनि",
      "बृहस्पति",
      "बुध"
    ],
    "answerIndex": 1,
    "explanation": "शनि सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 137,
    "question": "सौरमंडल के किस ग्रह को 'शुक्र' कहा जाता है (उदाहरण)?",
    "options": [
      "वरुण",
      "शुक्र",
      "बृहस्पति",
      "पृथ्वी"
    ],
    "answerIndex": 1,
    "explanation": "शुक्र सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 138,
    "question": "सौरमंडल के किस ग्रह को 'शुक्र' कहा जाता है (उदाहरण)?",
    "options": [
      "पृथ्वी",
      "अरुण",
      "शुक्र",
      "शनि"
    ],
    "answerIndex": 2,
    "explanation": "शुक्र सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 139,
    "question": "सौरमंडल के किस ग्रह को 'मंगल' कहा जाता है (उदाहरण)?",
    "options": [
      "पृथ्वी",
      "मंगल",
      "अरुण",
      "बृहस्पति"
    ],
    "answerIndex": 1,
    "explanation": "मंगल सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 140,
    "question": "सौरमंडल के किस ग्रह को 'पृथ्वी' कहा जाता है (उदाहरण)?",
    "options": [
      "शनि",
      "मंगल",
      "पृथ्वी",
      "अरुण"
    ],
    "answerIndex": 2,
    "explanation": "पृथ्वी सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 141,
    "question": "सौरमंडल के किस ग्रह को 'अरुण' कहा जाता है (उदाहरण)?",
    "options": [
      "वरुण",
      "शनि",
      "अरुण",
      "बुध"
    ],
    "answerIndex": 2,
    "explanation": "अरुण सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 142,
    "question": "सौरमंडल के किस ग्रह को 'अरुण' कहा जाता है (उदाहरण)?",
    "options": [
      "बुध",
      "शुक्र",
      "शनि",
      "अरुण"
    ],
    "answerIndex": 3,
    "explanation": "अरुण सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 143,
    "question": "सौरमंडल के किस ग्रह को 'बुध' कहा जाता है (उदाहरण)?",
    "options": [
      "वरुण",
      "शनि",
      "मंगल",
      "बुध"
    ],
    "answerIndex": 3,
    "explanation": "बुध सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 144,
    "question": "सौरमंडल के किस ग्रह को 'शनि' कहा जाता है (उदाहरण)?",
    "options": [
      "शनि",
      "अरुण",
      "बृहस्पति",
      "बुध"
    ],
    "answerIndex": 0,
    "explanation": "शनि सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 145,
    "question": "सौरमंडल के किस ग्रह को 'अरुण' कहा जाता है (उदाहरण)?",
    "options": [
      "मंगल",
      "बृहस्पति",
      "अरुण",
      "शनि"
    ],
    "answerIndex": 2,
    "explanation": "अरुण सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 146,
    "question": "सौरमंडल के किस ग्रह को 'वरुण' कहा जाता है (उदाहरण)?",
    "options": [
      "वरुण",
      "शुक्र",
      "शनि",
      "बृहस्पति"
    ],
    "answerIndex": 0,
    "explanation": "वरुण सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 147,
    "question": "सौरमंडल के किस ग्रह को 'वरुण' कहा जाता है (उदाहरण)?",
    "options": [
      "अरुण",
      "पृथ्वी",
      "वरुण",
      "शुक्र"
    ],
    "answerIndex": 2,
    "explanation": "वरुण सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 148,
    "question": "सौरमंडल के किस ग्रह को 'मंगल' कहा जाता है (उदाहरण)?",
    "options": [
      "मंगल",
      "शनि",
      "शुक्र",
      "पृथ्वी"
    ],
    "answerIndex": 0,
    "explanation": "मंगल सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 149,
    "question": "सौरमंडल के किस ग्रह को 'शनि' कहा जाता है (उदाहरण)?",
    "options": [
      "बृहस्पति",
      "बुध",
      "शनि",
      "पृथ्वी"
    ],
    "answerIndex": 2,
    "explanation": "शनि सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 150,
    "question": "सौरमंडल के किस ग्रह को 'बृहस्पति' कहा जाता है (उदाहरण)?",
    "options": [
      "शनि",
      "बृहस्पति",
      "शुक्र",
      "अरुण"
    ],
    "answerIndex": 1,
    "explanation": "बृहस्पति सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 151,
    "question": "सौरमंडल के किस ग्रह को 'पृथ्वी' कहा जाता है (उदाहरण)?",
    "options": [
      "पृथ्वी",
      "अरुण",
      "शुक्र",
      "बुध"
    ],
    "answerIndex": 0,
    "explanation": "पृथ्वी सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 152,
    "question": "सौरमंडल के किस ग्रह को 'मंगल' कहा जाता है (उदाहरण)?",
    "options": [
      "शुक्र",
      "मंगल",
      "बृहस्पति",
      "अरुण"
    ],
    "answerIndex": 1,
    "explanation": "मंगल सौरमंडल का एक महत्वपूर्ण ग्रह है।"
  },
  {
    "id": 153,
    "question": "भारत की राजधानी क्या है?",
    "options": [
      "बगदाद",
      "पटना",
      "ताइपे",
      "पेरिस"
    ],
    "answerIndex": 1,
    "explanation": "भारत की राजधानी पटना है।"
  },
  {
    "id": 154,
    "question": "नेपाल की राजधानी क्या है?",
    "options": [
      "पटना",
      "बर्लिन",
      "कोलंबो",
      "नई दिल्ली"
    ],
    "answerIndex": 3,
    "explanation": "नेपाल की राजधानी नई दिल्ली है।"
  },
  {
    "id": 155,
    "question": "जापान की राजधानी क्या है?",
    "options": [
      "दमिश्क",
      "तेहरान",
      "बीजिंग",
      "टोक्यो"
    ],
    "answerIndex": 3,
    "explanation": "जापान की राजधानी टोक्यो है।"
  },
  {
    "id": 156,
    "question": "यूके की राजधानी क्या है?",
    "options": [
      "नैरोबी",
      "इस्लामाबाद",
      "लंदन",
      "काहिरा"
    ],
    "answerIndex": 2,
    "explanation": "यूके की राजधानी लंदन है।"
  },
  {
    "id": 157,
    "question": "फ्रांस की राजधानी क्या है?",
    "options": [
      "काहिरा",
      "मॉस्को",
      "पेरिस",
      "तेहरान"
    ],
    "answerIndex": 2,
    "explanation": "फ्रांस की राजधानी पेरिस है।"
  },
  {
    "id": 158,
    "question": "अमेरिका की राजधानी क्या है?",
    "options": [
      "टोक्यो",
      "नैरोबी",
      "वाशिंगटन",
      "कुआलालंपुर"
    ],
    "answerIndex": 2,
    "explanation": "अमेरिका की राजधानी वाशिंगटन है।"
  },
  {
    "id": 159,
    "question": "चीन की राजधानी क्या है?",
    "options": [
      "ओटावा",
      "इस्लामाबाद",
      "रियाद",
      "बीजिंग"
    ],
    "answerIndex": 3,
    "explanation": "चीन की राजधानी बीजिंग है।"
  },
  {
    "id": 160,
    "question": "रूस की राजधानी क्या है?",
    "options": [
      "अबू धाबी",
      "मॉस्को",
      "मनीला",
      "कोलंबो"
    ],
    "answerIndex": 1,
    "explanation": "रूस की राजधानी मॉस्को है।"
  },
  {
    "id": 161,
    "question": "जर्मनी की राजधानी क्या है?",
    "options": [
      "वाशिंगटन",
      "जकार्ता",
      "बर्लिन",
      "सियोल"
    ],
    "answerIndex": 2,
    "explanation": "जर्मनी की राजधानी बर्लिन है।"
  },
  {
    "id": 162,
    "question": "इटली की राजधानी क्या है?",
    "options": [
      "मनीला",
      "पटना",
      "काबुल",
      "रोम"
    ],
    "answerIndex": 3,
    "explanation": "इटली की राजधानी रोम है।"
  },
  {
    "id": 163,
    "question": "स्पेन की राजधानी क्या है?",
    "options": [
      "काबुल",
      "बीजिंग",
      "मैड्रिड",
      "ओटावा"
    ],
    "answerIndex": 2,
    "explanation": "स्पेन की राजधानी मैड्रिड है।"
  },
  {
    "id": 164,
    "question": "कनाडा की राजधानी क्या है?",
    "options": [
      "दोहा",
      "ओटावा",
      "सिंगापुर",
      "थिम्पू"
    ],
    "answerIndex": 1,
    "explanation": "कनाडा की राजधानी ओटावा है।"
  },
  {
    "id": 165,
    "question": "ऑस्ट्रेलिया की राजधानी क्या है?",
    "options": [
      "पटना",
      "कैनबरा",
      "काहिरा",
      "दमिश्क"
    ],
    "answerIndex": 1,
    "explanation": "ऑस्ट्रेलिया की राजधानी कैनबरा है।"
  },
  {
    "id": 166,
    "question": "सऊदी अरब की राजधानी क्या है?",
    "options": [
      "प्योंगयांग",
      "रियाद",
      "मनीला",
      "सियोल"
    ],
    "answerIndex": 1,
    "explanation": "सऊदी अरब की राजधानी रियाद है।"
  },
  {
    "id": 167,
    "question": "ईरान की राजधानी क्या है?",
    "options": [
      "तेहरान",
      "प्रिटोरिया",
      "काहिरा",
      "दोहा"
    ],
    "answerIndex": 0,
    "explanation": "ईरान की राजधानी तेहरान है।"
  },
  {
    "id": 168,
    "question": "पाकिस्तान की राजधानी क्या है?",
    "options": [
      "दमिश्क",
      "बर्लिन",
      "प्योंगयांग",
      "इस्लामाबाद"
    ],
    "answerIndex": 3,
    "explanation": "पाकिस्तान की राजधानी इस्लामाबाद है।"
  },
  {
    "id": 169,
    "question": "बांग्लादेश की राजधानी क्या है?",
    "options": [
      "रियाद",
      "नैरोबी",
      "बैंकॉक",
      "काठमांडू"
    ],
    "answerIndex": 3,
    "explanation": "बांग्लादेश की राजधानी काठमांडू है।"
  },
  {
    "id": 170,
    "question": "श्रीलंका की राजधानी क्या है?",
    "options": [
      "ढाका",
      "कुआलालंपुर",
      "पेरिस",
      "अंकारा"
    ],
    "answerIndex": 0,
    "explanation": "श्रीलंका की राजधानी ढाका है।"
  },
  {
    "id": 171,
    "question": "भूटान की राजधानी क्या है?",
    "options": [
      "रोम",
      "कोलंबो",
      "बैंकॉक",
      "पेरिस"
    ],
    "answerIndex": 1,
    "explanation": "भूटान की राजधानी कोलंबो है।"
  },
  {
    "id": 172,
    "question": "अफ़ग़ानिस्तान की राजधानी क्या है?",
    "options": [
      "थिम्पू",
      "ओटावा",
      "कैनबरा",
      "बगदाद"
    ],
    "answerIndex": 0,
    "explanation": "अफ़ग़ानिस्तान की राजधानी थिम्पू है।"
  },
  {
    "id": 173,
    "question": "थाईलैंड की राजधानी क्या है?",
    "options": [
      "दोहा",
      "रियाद",
      "काबुल",
      "पटना"
    ],
    "answerIndex": 2,
    "explanation": "थाईलैंड की राजधानी काबुल है।"
  },
  {
    "id": 174,
    "question": "वियतनाम की राजधानी क्या है?",
    "options": [
      "प्योंगयांग",
      "जकार्ता",
      "बैंकॉक",
      "रियाद"
    ],
    "answerIndex": 2,
    "explanation": "वियतनाम की राजधानी बैंकॉक है।"
  },
  {
    "id": 175,
    "question": "इंडोनेशिया की राजधानी क्या है?",
    "options": [
      "हनोई",
      "कोलंबो",
      "अंकारा",
      "रोम"
    ],
    "answerIndex": 0,
    "explanation": "इंडोनेशिया की राजधानी हनोई है।"
  },
  {
    "id": 176,
    "question": "मलेशिया की राजधानी क्या है?",
    "options": [
      "तेहरान",
      "जकार्ता",
      "लंदन",
      "टोक्यो"
    ],
    "answerIndex": 1,
    "explanation": "मलेशिया की राजधानी जकार्ता है।"
  },
  {
    "id": 177,
    "question": "फिलीपींस की राजधानी क्या है?",
    "options": [
      "तेहरान",
      "कुआलालंपुर",
      "नैरोबी",
      "टोक्यो"
    ],
    "answerIndex": 1,
    "explanation": "फिलीपींस की राजधानी कुआलालंपुर है।"
  },
  {
    "id": 178,
    "question": "सिंगापुर की राजधानी क्या है?",
    "options": [
      "बीजिंग",
      "बैंकॉक",
      "मनीला",
      "हनोई"
    ],
    "answerIndex": 2,
    "explanation": "सिंगापुर की राजधानी मनीला है।"
  },
  {
    "id": 179,
    "question": "दक्षिण कोरिया की राजधानी क्या है?",
    "options": [
      "ताइपे",
      "नई दिल्ली",
      "दमिश्क",
      "सिंगापुर"
    ],
    "answerIndex": 3,
    "explanation": "दक्षिण कोरिया की राजधानी सिंगापुर है।"
  },
  {
    "id": 180,
    "question": "उत्तर कोरिया की राजधानी क्या है?",
    "options": [
      "ताइपे",
      "पटना",
      "सियोल",
      "बैंकॉक"
    ],
    "answerIndex": 2,
    "explanation": "उत्तर कोरिया की राजधानी सियोल है।"
  },
  {
    "id": 181,
    "question": "ताइवान की राजधानी क्या है?",
    "options": [
      "लंदन",
      "प्योंगयांग",
      "रियाद",
      "पेरिस"
    ],
    "answerIndex": 1,
    "explanation": "ताइवान की राजधानी प्योंगयांग है।"
  },
  {
    "id": 182,
    "question": "तुर्की की राजधानी क्या है?",
    "options": [
      "वाशिंगटन",
      "सियोल",
      "ताइपे",
      "पटना"
    ],
    "answerIndex": 2,
    "explanation": "तुर्की की राजधानी ताइपे है।"
  },
  {
    "id": 183,
    "question": "मिस्र की राजधानी क्या है?",
    "options": [
      "रियाद",
      "टोक्यो",
      "अंकारा",
      "दोहा"
    ],
    "answerIndex": 2,
    "explanation": "मिस्र की राजधानी अंकारा है।"
  },
  {
    "id": 184,
    "question": "दक्षिण अफ्रीका की राजधानी क्या है?",
    "options": [
      "प्रिटोरिया",
      "बर्लिन",
      "काहिरा",
      "बीजिंग"
    ],
    "answerIndex": 2,
    "explanation": "दक्षिण अफ्रीका की राजधानी काहिरा है।"
  },
  {
    "id": 185,
    "question": "केन्या की राजधानी क्या है?",
    "options": [
      "काबुल",
      "इस्लामाबाद",
      "प्रिटोरिया",
      "कुआलालंपुर"
    ],
    "answerIndex": 2,
    "explanation": "केन्या की राजधानी प्रिटोरिया है।"
  },
  {
    "id": 186,
    "question": "यूएई की राजधानी क्या है?",
    "options": [
      "हनोई",
      "नैरोबी",
      "पटना",
      "तेहरान"
    ],
    "answerIndex": 1,
    "explanation": "यूएई की राजधानी नैरोबी है।"
  },
  {
    "id": 187,
    "question": "कतर की राजधानी क्या है?",
    "options": [
      "बगदाद",
      "बीजिंग",
      "अबू धाबी",
      "हनोई"
    ],
    "answerIndex": 2,
    "explanation": "कतर की राजधानी अबू धाबी है।"
  },
  {
    "id": 188,
    "question": "इराक की राजधानी क्या है?",
    "options": [
      "प्रिटोरिया",
      "बैंकॉक",
      "दोहा",
      "मैड्रिड"
    ],
    "answerIndex": 2,
    "explanation": "इराक की राजधानी दोहा है।"
  },
  {
    "id": 189,
    "question": "सीरिया की राजधानी क्या है?",
    "options": [
      "काठमांडू",
      "मॉस्को",
      "काहिरा",
      "बगदाद"
    ],
    "answerIndex": 3,
    "explanation": "सीरिया की राजधानी बगदाद है।"
  },
  {
    "id": 190,
    "question": "हाइड्रोजन का रासायनिक प्रतीक क्या है?",
    "options": [
      "Ar",
      "Na",
      "Ca",
      "H"
    ],
    "answerIndex": 3,
    "explanation": "हाइड्रोजन का रासायनिक प्रतीक H है।"
  },
  {
    "id": 191,
    "question": "हीलियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "K",
      "He",
      "Fe",
      "Au"
    ],
    "answerIndex": 1,
    "explanation": "हीलियम का रासायनिक प्रतीक He है।"
  },
  {
    "id": 192,
    "question": "लिथियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "Li",
      "Cu",
      "H",
      "O"
    ],
    "answerIndex": 0,
    "explanation": "लिथियम का रासायनिक प्रतीक Li है।"
  },
  {
    "id": 193,
    "question": "बेरिलियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "Ne",
      "Be",
      "O",
      "He"
    ],
    "answerIndex": 1,
    "explanation": "बेरिलियम का रासायनिक प्रतीक Be है।"
  },
  {
    "id": 194,
    "question": "बोरॉन का रासायनिक प्रतीक क्या है?",
    "options": [
      "H",
      "C",
      "B",
      "K"
    ],
    "answerIndex": 2,
    "explanation": "बोरॉन का रासायनिक प्रतीक B है।"
  },
  {
    "id": 195,
    "question": "कार्बन का रासायनिक प्रतीक क्या है?",
    "options": [
      "C",
      "Cu",
      "Fe",
      "Ca"
    ],
    "answerIndex": 0,
    "explanation": "कार्बन का रासायनिक प्रतीक C है।"
  },
  {
    "id": 196,
    "question": "नाइट्रोजन का रासायनिक प्रतीक क्या है?",
    "options": [
      "B",
      "N",
      "C",
      "K"
    ],
    "answerIndex": 1,
    "explanation": "नाइट्रोजन का रासायनिक प्रतीक N है।"
  },
  {
    "id": 197,
    "question": "ऑक्सीजन का रासायनिक प्रतीक क्या है?",
    "options": [
      "Zn",
      "Ne",
      "Si",
      "O"
    ],
    "answerIndex": 3,
    "explanation": "ऑक्सीजन का रासायनिक प्रतीक O है।"
  },
  {
    "id": 198,
    "question": "फ़्लोरीन का रासायनिक प्रतीक क्या है?",
    "options": [
      "Al",
      "H",
      "He",
      "F"
    ],
    "answerIndex": 3,
    "explanation": "फ़्लोरीन का रासायनिक प्रतीक F है।"
  },
  {
    "id": 199,
    "question": "नियॉन का रासायनिक प्रतीक क्या है?",
    "options": [
      "Ne",
      "Cu",
      "Na",
      "Ca"
    ],
    "answerIndex": 0,
    "explanation": "नियॉन का रासायनिक प्रतीक Ne है।"
  },
  {
    "id": 200,
    "question": "सोडियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "Na",
      "Zn",
      "F",
      "Ag"
    ],
    "answerIndex": 0,
    "explanation": "सोडियम का रासायनिक प्रतीक Na है।"
  },
  {
    "id": 201,
    "question": "मैग्नीशियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "O",
      "Ne",
      "P",
      "Mg"
    ],
    "answerIndex": 3,
    "explanation": "मैग्नीशियम का रासायनिक प्रतीक Mg है।"
  },
  {
    "id": 202,
    "question": "एल्यूमीनियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "K",
      "Li",
      "Al",
      "Au"
    ],
    "answerIndex": 2,
    "explanation": "एल्यूमीनियम का रासायनिक प्रतीक Al है।"
  },
  {
    "id": 203,
    "question": "सिलिकॉन का रासायनिक प्रतीक क्या है?",
    "options": [
      "Ca",
      "P",
      "B",
      "Si"
    ],
    "answerIndex": 3,
    "explanation": "सिलिकॉन का रासायनिक प्रतीक Si है।"
  },
  {
    "id": 204,
    "question": "फ़ॉस्फ़ोरस का रासायनिक प्रतीक क्या है?",
    "options": [
      "Zn",
      "P",
      "S",
      "Si"
    ],
    "answerIndex": 1,
    "explanation": "फ़ॉस्फ़ोरस का रासायनिक प्रतीक P है।"
  },
  {
    "id": 205,
    "question": "सल्फर का रासायनिक प्रतीक क्या है?",
    "options": [
      "Mg",
      "P",
      "S",
      "K"
    ],
    "answerIndex": 2,
    "explanation": "सल्फर का रासायनिक प्रतीक S है।"
  },
  {
    "id": 206,
    "question": "क्लोरीन का रासायनिक प्रतीक क्या है?",
    "options": [
      "P",
      "Na",
      "Cl",
      "Au"
    ],
    "answerIndex": 2,
    "explanation": "क्लोरीन का रासायनिक प्रतीक Cl है।"
  },
  {
    "id": 207,
    "question": "आर्गन का रासायनिक प्रतीक क्या है?",
    "options": [
      "Ar",
      "K",
      "F",
      "Ca"
    ],
    "answerIndex": 0,
    "explanation": "आर्गन का रासायनिक प्रतीक Ar है।"
  },
  {
    "id": 208,
    "question": "पोटेशियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "F",
      "Li",
      "K",
      "Ne"
    ],
    "answerIndex": 2,
    "explanation": "पोटेशियम का रासायनिक प्रतीक K है।"
  },
  {
    "id": 209,
    "question": "कैल्शियम का रासायनिक प्रतीक क्या है?",
    "options": [
      "O",
      "Ca",
      "Be",
      "Au"
    ],
    "answerIndex": 1,
    "explanation": "कैल्शियम का रासायनिक प्रतीक Ca है।"
  },
  {
    "id": 210,
    "question": "लौह (Iron) का रासायनिक प्रतीक क्या है?",
    "options": [
      "F",
      "Fe",
      "Cu",
      "He"
    ],
    "answerIndex": 1,
    "explanation": "लौह (Iron) का रासायनिक प्रतीक Fe है।"
  }
];
